;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

;Raynor
[MaleVoice1_RAY X2BodyPartTemplate]
DisplayName="James Raynor"

;WotC Classes
[MaleVoice1_RAYTemp X2BodyPartTemplate]
DisplayName="James Raynor"
[MaleVoice1_RAYSkir X2BodyPartTemplate]
DisplayName="James Raynor"
[MaleVoice1_RAYReap X2BodyPartTemplate]
DisplayName="James Raynor"

;Nova
[FemaleVoice1_NOV X2BodyPartTemplate]
DisplayName="Nova"

;WotC Clases
[FemaleVoice1_NOVTemp X2BodyPartTemplate]
DisplayName="Nova"
[FemaleVoice1_NOVSkir X2BodyPartTemplate]
DisplayName="Nova"
[FemaleVoice1_NOVReap X2BodyPartTemplate]
DisplayName="Nova"

;Tychus
[MaleVoice1_TYC X2BodyPartTemplate]
DisplayName="Tychus Findley"

;WotC Classes
[MaleVoice1_TYCTemp X2BodyPartTemplate]
DisplayName="Tychus Findley"
[MaleVoice1_TYCSkir X2BodyPartTemplate]
DisplayName="Tychus Findley"
[MaleVoice1_TYCReap X2BodyPartTemplate]
DisplayName="Tychus Findley"